// © Copyright 2009-2012, 2015 HP Development Company, L.P.

TaskName = "System Maintenance Utility";
NoUtilityErrorTitle = "Não foi possível iniciar o utilitário.";
NoUtilityErrorDescription = "O utilitário não foi encontrado. Reinstale o software.";
TaskNameTitle = "Manutenção do dispositivo";
TaskDescriptionTitle = "O HP Designjet System Maintenance Utility não oferece suporte para a impressora seleccionada. Para manter a impressora e visualizar suas informações, clique no botão \"Iniciar utilitário\".";
LaunchUtilityButtonTitle = "Iniciar utilitário";